[
	{
		"title": "ANDARAI",
		"Lat": "-22.92911449",
		"Long": "-43.25341942",
		"AP": "2.2",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/Andarai_MarceloHorn.jpg",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/andarai.jpg",
		"description": "Localizado no bairro de mesmo nome, o complexo que compõe a UPP Andaraí se estende até o bairro do Grajaú e é formado pelos morros do Andaraí, Arrelia, Jamelão, Nova Divineia, João Paulo II, Juscelino Kubitschek e Vila Rica. A ocupação da área teve início na década de 1930, nas encostas da Serra do Andaraí, mas a história da ocupação da região confunde-se com a história dos bairros do entorno. Até o século XVII, toda a área era repleta de sítios e fazendas destinados à produção agrícola. Em meados do século XIX, a produção agrícola entrou em declínio e as propriedades rurais foram loteadas e vendidas. Uma das primeiras ruas abertas durante esse período foi a Borda do Mato, onde está localizada a comunidade Vila Rica, a primeira a ser ocupada na área. A UPP Andaraí é a décima primeira estado. Ela foi inaugurada em 28 de julho de 2010. UPP Social chegou oficialmente em 23 de setembro de 2011. "
	},
	{
		"title": "VASCO DA GAMA / BARREIRA DO VASCO",
		"Lat": "-22.89183621",
		"Long": "-43.22654874",
		"AP": "1",
		"img": "",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/vasco.jpg",
		"description": "Após o final de Segunda Guerra Mundial (1939-1945), soldados que não tinham onde morar começaram a ocupar a área localizada em São Cristóvão, que hoje é conhecida como Barreira do Vasco. Durante o primeiro governo de Getúlio Vargas (1930-1945) o terreno foi doado aos moradores. Já os primeiros moradores do morro do Tuiuti chegaram em 1917 e adquiriram seus lotes por meio de escrituras lavradas em cartório. A maioria dos terrenos é particular, alguns não resistiram à ocupação irregular e outros foram doados. No início da ocupação foi construído, pelo arquiteto Afonso Eduardo Reidy, o Conjunto Habitacional Mendes de Morais.  "
	},
	{
		"title": "BATAN",
		"Bairro": "MAGALHAES BASTOS",
		"Bairro": "REALENGO",
		"Bairro": "VILA MILITAR",
		"Lat": "-22.87277435",
		"Long": "-43.413511",
		"AP": "5.1",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/Batan_PortalUPP.JPG",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/Batan.JPG",
		"description": "Localizada no bairro de Realengo, o local hoje conhecido como Jardim Batan tem aproximadamente 50 anos, tendo crescido substancialmente a partir dos anos 1970. O nome deriva da árvore Urubatã, que havia no local no início da ocupação dos terrenos. Essa foi a primeira UPP instalada em uma região antes controlada por milicianos. A área coberta pela UPP Batan inclui as comunidades Jardim Batan, Morrinho, Vila Jurema e Cristalina. A UPP Batan foi a terceira a ser instalada, em 18 de fevereiro de 2009. O Fumacê foi incluído no perímetro da UPP Batan em agosto de 2012. Em 30 de setembro de 2011, foi realizado o fórum que marcou a chegada do programa Rio+Social (então conhecido como UPP Social) à região. "
	},
	{
		"title": "Borel",
		"Bairro": "GRAJAU",
		"Lat": "-22.9293001",
		"Long": "-43.27020546",
		"AP": "2.2",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/Borel.JPG",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/BOREL.JPG",
		"description": "A ocupação da região começou na década de 1920. A área era conhecida por sua mata densa e pela concentração de muitas nascentes. Uma das possíveis origens do nome da comunidade é a antiga fábrica de fumos e rapé Borel & Cia, que funcionava bem perto do morro. O símbolo da empresa, um pavão-real azul e amarelo-ouro, que vinha estampado nos maços de cigarro, acabou virando o símbolo da Escola de Samba Unidos da Tijuca, fundada 1931. Foi no Borel que surgiu a primeira organização coletiva de moradores de favela, a União de Trabalhadores Favelados, em 1954. Além do Morro do Borel, compõem a área da UPP as comunidades de Indiana, Morro do Cruz, Bananal, Casa Branca, Chácara do Céu e Catrambi. A UPP Borel foi a 8a. Unidade de Polícia Pacificadora a ser inaugurada, em 7 de junho de 2010. O fórum que instalou o Programa Rio+Social (então chamado de UPP Social) na região foi realizado em 17 de julho de 2011.  "
	},
	{
		"title": "Caju",
		"Bairro": "CAJU",
		"Lat": "-22.88177421",
		"Long": "-43.21902832",
		"AP": "1",
		"img": "",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/caju.jpg",
		"description": "O Complexo do Caju fica localizado na Zona Portuária do Rio de Janeiro. Seus moradores, inicialmente, ocupavam um terreno pertencente ao Ministério da Aeronáutica. Entretanto, foram desalojados devido a expansão da área e instalações do proprietário. Como consequência, esta população deixou a orla do mar e começou a habitar o morro. Os inúmeros aterros feitos na orla complementaram este quadro. Devido à proximidade do mar, a pesca é uma importante atividade comercial dentro da comunidade e originou a ocupação no local.  "
	},
	{
		"title": "Cerró-Corá",
		"Bairro": "COSME VELHO",
		"Lat": "-22.94176228",
		"Long": "-43.2016696",
		"AP": "2.1",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/CerroCora.JPG",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/cerro.jpg",
		"description": "Cerro-Corá, Vila Cândido e Guararapes estão no bairro do Cosme Velho, na Zona Sul do Rio. O Cerro-Corá teve três momentos distintos de ocupação: em 1903, 1930 e nos anos 40. Primeiramente, se ocupou uma área denominada \"nobre\" pelos moradores, que afirmam possuir a escritura do lote. Já em 1930, as localidades próximas a atual Associação de Moradores começaram a ser habitadas. Na década seguinte, terreno pertencente ao Ministério da Fazenda também foi ocupado. Antes conhecida como \"Pau da Bandeira\", o Cerro-Corá ganhou este nome somente em 1966, quando se deu a inauguração da Associação de Moradores. Na altura das atuais Ruas Lourenço e Sampaio, no Cosme Velho, existiam casarões com dependências alugadas, e quem recolhia o aluguel era um senhor chamado Cândido, por isso, a favela é conhecida como Vila Cândido. A ocupação desta favela se deu nesta área por volta de 1917, mas sua expansão só ocorreu após a morte de Cândido, quando novas moradias foram erguidas. Guararapes começou a ser habitada também no início do século XX, mais precisamente em 1930, quando moradores de uma região chamada \"Fazendinha\" iniciaram a ocupação do local, com a permissão dos proprietários. A expansão da favela se deu até 1960, e culminou na fundação da primeira Associação de Moradores no local. De 1966 a 1973 ocorreu a implantação da AMOG, uma nova Associação de Moradores, que se dedicou a resolver o problema da posse de terra, situação resolvida através do sistema de reembolso e todos os associados puderam comprar suas terras. "
	},
	{
		"title": "Chapéu Mangueira / Babilônia",
		"Bairro": "LEME",
		"Lat": "-22.96120054",
		"Long": "-43.16668753",
		"AP": "2.1",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/ChapeuMangueira.JPG",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/Chapeu.JPG",
		"description": "As duas comunidades estão localizadas no bairro do Leme. A área está a menos de 200 metros da praia, próxima ao Pão de Açúcar. A comunidade Chapéu Mangueira fica na encosta do Morro da Babilônia, pertencente a uma Área de Proteção Ambiental (APA dos Morros da Babilônia e São João). A localização das comunidades garante um inegável potencial turístico. Um dos principais atrativos é a trilha para a Pedra do Urubu. A caminhada leva até o topo do morro e garante um vista única da cidade. As comunidades do Chapéu Mangueira e Babilônia receberam a quarta UPP do Rio em 10 de junho de 2009. O fórum que instalou o programa Rio+Social (então conhecido como UPP Social) foi realizado em 12 de agosto 2011. "
	},
	{
		"title": "Cidade de Deus",
		"Bairro": "CIDADE DE DEUS",
		"Lat": "-22.94794173",
		"Long": "-43.36286482",
		"AP": "4",
		"img": "https://raw.githubusercontent.com/itsencrypted/favela_sem_corona_api/master/images/favelaCidadededeus.jpg",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/CidadeDeus.JPG",
		"description": "A região pertencia à Grande Sesmaria de Martin de Sá, que se estendia do arroio Pavuna até o Maciço da Tijuca, e cuja principal construção era o Engenho D’Água. Posteriormente, a área foi ocupada por sítios e fazendas onde cultivou-se cana-de-açúcar, café e lavouras diversas. Na década de 1960, com a transformação do Distrito Federal em Estado da Guanabara, o Governador Carlos Lacerda implementou uma política de remodelação da zona sul da Cidade, promovendo a construção de grande conjunto habitacional na baixada de Jacarepaguá. Surgiu assim a Cidade de Deus. Construída pela Cohab e financiada pelo Banco Nacional da Habitação (BNH), a Cidade de Deus terminou de ser construída após o governo Negrão de Lima tendo seus projetos executados em 1968. As pessoas transferidas para a Cidade de Deus provinham de 63 favelas distintas, sendo que 70% vinha de apenas seis favelas: Praia do Pinto, Parque da Gávea, Ilha das Dragas, Parque do Leblon, Catacumba e Rocinha. "
	},
	{
		"title": "Complexo da Maré",
		"Bairro": "MARE",
		"Bairro": "RAMOS",
		"Lat": "-22.85963935",
		"Long": "-43.24245167",
		"AP": "3.1",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/mare.jpg",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/mare.jpg",
		"description": "Toda a região da Maré era ocupada por pântanos e manguezais junto à orla da Baía de Guanabara e abrangia vários acidentes geográficos que desapareceram com os sucessivos aterros. O termo “Maré” tem origem no fenômeno natural que afligia os moradores das palafitas que ocuparam a região. A mais antiga das comunidades que compõem o chamado “Complexo da Maré” é o Morro do Timbau, cuja ocupação se iniciou em 1940. A expansão do Timbau surgiu sobre palafitas no manguezal contínuo ao morro, na localidade conhecida como Baixa do Sapateiro, datada de 1947. Na década de 1950 surgiram as comunidades Parque Maré, uma expansão sobre palafitas da Baixa do Sapateiro, e Parque Roquete Pinto, uma série de aterros sobre um manguezal no final da Rua Ouricuri junto à Baía. Na década de 1960, surgem as comunidades de Parque Rubens Vaz, Parque União, Parque Nova Holanda e Praia de Ramos. Em 1982, é implementado o “Projeto Rio”, grande intervenção pública para reassentar os moradores das palafitas em conjuntos habitacionais. Tais conjuntos foram erguidos sobre aterros dos manguezais do antigo saco de Inhaúma e da Ilha do Pinheiro. Os principais conjuntos habitacionais do Complexo da Maré são Vila Do João (1982), Conjunto Esperança (1982), Vila Do Pinheiro (1983), Conjunto Pinheiro (1989), Conjunto Bento Ribeiro Dantas (1992), Conjunto Nova Maré (1996) e Salsa e Merengue (2000), oficialmente, denominada Novo Pinheiro. O Bairro da Maré foi criado, delimitado e codificado pela Lei Nº 2119, de 19 de janeiro de 1994, com alterações nos limites de bairros de Olaria, Ramos, Bonsucesso e Manguinhos. "
	},
	{
		"title": "Complexo da Penha",
		"Bairro": "PENHA",
		"Lat": "-22.83789971",
		"Long": "-43.27609025",
		"AP": "3.1",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/PenhaSalvadorScofano.jpg",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/penha.jpg",
		"description": "O Complexo da Penha, na Zona Norte do Rio, é formado pelos complexos do Grotão, na Região Administrativa (RA) da Penha, e da Vila Cruzeiro, na RA de Olaria. A Vila Cruzeiro, que abrange a Vila Proletária da Penha, o Morro do Cariri e a Rua Laudelino Freire, foi ocupada durante a década de 1940. Seu nome se deve a uma cruz que havia no alto do morro. A Vila Proletária da Penha surge em 1941. Em 1946, se mudam para lá moradores removidos de uma área conhecida como Mamona, na região do Cais do Porto. A região recebeu também moradores vindos do antigo Morro da Favela e do Beco do Saci, em São Cristóvão, e do Parque Arara, no Caju. O Parque Proletário do Grotão, composto pelo Morro da Caixa D’água, foi ocupado em 1979, após a falência da Pedreira Elcatroni, dona da região. Moradores dos morros do entorno se mudaram para a área mais plana do local. As UPPs Chatuba e Fé/Sereno foram inauguradas em 27 de junho de 2012. O Fórum UPP Social foi realizado em 20 de julho de 2012. "
	},
	{
		"title": "Complexo do Alemão",
		"Bairro": "COMPLEXO DO ALEMAO",
		"Lat": "-22.8609198",
		"Long": "-43.27181484",
		"AP": "3.1",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/Alemao_PortalUPPVanorCorrea.JPG",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/alemao.jpg",
		"description": "Complexo do Alemão é composto por 15 comunidades: Itararé, Joaquim de Queiróz, Mourão Filho, Nova Brasília, Morro das Palmeiras, Parque Alvorada, Relicário, Rua 1 pela Ademas, Vila Matinha, Morro do Piancó, Morro do Adeus, Morro da Baiana, Estrada do Itararé, Morro do Alemão e Armando Sodré . O nome do Morro do Alemão, que batiza todo o complexo, faz referência ao antigo dono das terras que iam da Travessa Laurinda ao Largo do Itararé, o polonês Leonard Kaczmarkiewicz. O fazendeiro ganhou o apelido na década de 1920, quando chegou à Serra da Misericórdia, na Zona da Leopoldina, então zona rural da cidade. Com a abertura da Avenida Brasil, em 1946, e gradual transformação da região em polo industrial, trabalhadores e imigrantes nordestinos são atraídos para o local. Em 1951, o falso alemão vende sua fazenda, que começa a ser ocupada imediatamente na área da atual comunidade do Relicário por trabalhadores da Companhia Algodoeira Fernades S/A. O povoamento foi acelerado nas comunidades de Joaquim de Queiroz e Nova Brasília, que nos anos 1950 viram suas populações aumentarem vertiginosamente. Já no Parque Alvorada, Morro das Palmeiras e Morro da Baiana, isso só ocorreu no final da década de 1970 e início da década de 1980. O Fórum UPP Social do Complexo do Alemão foi realizado no dia 1º de junho. "
	},
	{
		"title": "Complexo do Lins",
		"Bairro": "LINS DE VASCONCELOS",
		"Lat": "-22.91415606",
		"Long": "-43.28519538",
		"AP": "3.2",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/lins.JPG",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/lins.jpg",
		"description": "O Complexo do Lins é formado por 12 comunidades: Cachoeirinha, Cotia, Bacia, Encontro, Amor, Cachoeira Grande, Nossa Senhora da Guia, Dona Francisca/ Árvore Seca, Barro Preto, Barro Vermelho, Vila Cabuçu e Santa Terezinha. Essas comunidades surgiram entre as décadas de 30 e 60, mas alguns são ex-quilombos de escravos (como Encontro, Cachoeirinha e Cachoeira Grande). A construção e inauguração da Avenida Menezes Côrtes (de 1950 a 1955) movimentou a região, algumas famílias tiveram que ser removidas e outras viram bens e serviços chegarem à localidade. Já sobre a comunidade Camarista Méier não existe muita informação, somente que a maioria dos moradores nasceu na própria favela e sua formação foi por volta da década de 50. Complexo do Lins e Camarista Méier receberam a 35ª e 36ª Unidade de Polícia Pacificadora, respectivamente em 02 de dezembro de 2013. "
	},
	{
		"title": "Escondidinho / Prazeres",
		"Bairro": "RIO COMPRIDO",
		"Lat": "-22.92842983",
		"Long": "-43.20903649",
		"AP": "1",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/Prazeres.jpg",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/escondidinho.jpg",
		"description": "A ocupação do Morro dos Prazeres começou em 1940, com instalações pontuais na colina e próximo a onde hoje está a escada central. O nome Prazeres é uma homenagem à madre Maria dos Prazeres, que rezava missas na subida do morro. Nesta mesma área, foi construída uma capela para os moradores fazerem suas orações. Hoje, há um prédio no terreno. O Escondidinho teve origem na mesma época, em 1946. A ocupação dos terrenos próximos à Rua Barão de Petrópolis, no Rio Comprido, foi facilitada pela presença de mata densa no morro, que escondia construções noturnas e a derrubada de árvores. No século XIX, o morro havia abrigado um quilombo que permaneceu desconhecido por muitos anos. Por isso, era chamado de Quilombo do Escondidinho. Quando os primeiros moradores descobriram que aquele terreno havia sido habitado por escravos, surgiu o nome da favela que se formava: Morro do Escondidinho. A UPP Escondidinho/Prazeres foi a décima sexta a ser inaugurada, no dia 25 de fevereiro de 2011. O Fórum UPP Social foi realizado em 20 de maio de 2011. "
	},
	{
		"title": "Fallet / Fogueteiro / Coroa",
		"Bairro": "RIO COMPRIDO",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/PortalUPP_Fallet.JPG",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/fallet.jpg",
		"description": "As comunidades que compõem essa UPP estão localizadas nos bairros de Santa Teresa e Rio Comprido. As primeiras construções do Fallet são anteriores, de 1931, quando empregados de uma família tradicional que habitava as redondezas se mudaram para o local. A ocupação do morro da Coroa iniciou-se em 1946, com a chegada de moradores expulsos do Centro com o desmonte do morro de Santo Antonio. Há algumas versões para o nome Coroa. Uma afirma que o nome faz alusão ao fato o formato arredondado da região se assemelharia ao objeto; outra defende que um antigo campo de futebol teria dado origem ao nome por estar na parte mais alta do morro. No Fogueteiro, uma curiosidade chama a atenção dos visitantes: a maioria das ruas e becos tem nomes de países africanos. Assim, é possível visitar a Associação de Moradores no beco Líbia ou cruzar o beco Zaire. A Unidade de Polícia Pacificadora da região foi a décima quinta, inaugurada em 25 de fevereiro de 2011. O Fórum UPP Social foi realizado em 20 de maio de 2011. "
	},
	{
		"title": "Formiga",
		"Bairro": "TIJUCA",
		"Lat": "-22.93307231",
		"Long": "-43.23878346",
		"AP": "2.2",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/PortalUPP_Formiga.JPG",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/formiga.jpg",
		"description": "Uma das versões para a origem do nome do Morro da Formiga, favela situada na Tijuca, Zona Norte do Rio, conta que os primeiros moradores, observando as filas de pessoas subindo e descendo do morro, compararam o movimento ao das formigas. O nome acabou pegando. A ocupação da encosta iniciou-se no década de 1940, quando a área foi loteada e vendida. Com o passar dos anos, migrantes vindos principalmente do Espírito Santo e Minas Gerais começaram a ocupar a região sem arruamento, expandindo a comunidade por toda a área da bacia do rio Cascata, afluente do rio Maracanã, chegando até a encosta do morro Sumaré. A UPP Formiga foi inaugurada em 1º de julho de 2010. O Fórum UPP Social, que marca oficialmente a instalação do programa, foi realizado em 14 de outubro de 2011. "
	},
	{
		"title": "Jacarezinho",
		"Bairro": "JACAREZINHO",
		"Lat": "-22.88601038",
		"Long": "-43.25707145",
		"AP": "3.2",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/JacarezinhoMarceloHorn.jpg",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/jacarezinho.jpg",
		"description": "Localizado na zona norte da cidade e junto à via férrea, o Complexo do Jacarezinho é um conjunto de favelas que de tão grande acabou se tornando um bairro carioca. Atualmente, além do bairro do Jacaré, o complexo também se estende pelos bairros do Cachambi e do Méier, totalizando uma área de 440 mil m2. Com uma população de mais de 36 mil habitantes, segundo dados oficiais do IPP, e estimativa de 90 mil moradores, segundo a associação de moradores local, a favela do Jacarezinho é uma das maiores da cidade. Na década de 20, a área era apenas uma Chácara, pertencente a uma família portuguesa. As primeiras construções de moradias começaram por volta da década de 1930. A favela cresceu à medida que aumentou a oferta de empregos em fábricas que se instalaram na região. O processo que se intensificou nos anos 50 com a chegada de imigrantes de várias regiões do Brasil e fora do país. A valorização das terras levou os antigos donos à justiça para remover os novos moradores, que se organizaram na luta pela sua permanência. O terreno foi então assumido pelo governo, que em 1980, através do Programa Mutirão realizou obras de infraestrutura, como abastecimento de água, esgotamento sanitário e pavimentação. Em julho de 1992, foi decretado que o Jacarezinho era um bairro independente do vizinho Jacaré, englobando a favela homônima mais 17 comunidades. Além das marcantes lideranças comunitárias, o Jacarezinho conta com a atuação dos movimentos sociais. Possui duas rádios comunitárias, um centro cultural e outro de cidadania, a escola de samba Unidos do Jacarezinho, a Associação de Moradores e das Mulheres, um jornal local e uma paróquia da Igreja Católica. "
	},
	{
		"title": "Macacos",
		"Bairro": "ENGENHO NOVO",
		"Lat": "-22.90896415",
		"Long": "-43.26866926",
		"AP": "3.2",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/Macacos.jpg",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/macacos.jpg",
		"description": "As comunidades do Pau da Bandeira, Parque Vila Isabel e Morro dos Macacos formam a área dessa Unidade de Polícia Pacificadora. A confluência das três favelas é conhecida como Terreirinho e está localizada no alto do morro. A ocupação da região data dos anos de 1920, impulsionada pela industrialização do bairro de Vila Isabel. A área era inicialmente conhecida como Bananal, por conta da presença de plantações, mas, com o tempo, mudou de nome por conta dos macacos que fugiam do antigo zoológico em direção à mata. A ocupação intensificou-se em 1950, com a chegada de moradores removidos de outras regiões da cidade, principalmente da favela do Esqueleto de onde hoje se encontra o campus da Universidade do Estado do Rio de Janeiro. O Morro dos Macacos abriga a décima terceira UPP da cidade, inaugurada em 30 de novembro de 2010"
	},
	{
		"title": "Mangueira",
		"Bairro": "MANGUEIRA",
		"Lat": "-22.90432922",
		"Long": "-43.23651785",
		"AP": "1",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/mangueira.jpg",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/mangueira.jpg",
		"description": "A ocupação do Morro da Mangueira se deu ainda no século XIX. A área pertencia ao visconde de Niterói, que a recebeu de presente do imperador Pedro II. Hoje, o visconde dá nome a uma das principais vias de acesso à décima oitava Unidade de Polícia Pacificadora do Estado do Rio de Janeiro. Já a denominação da comunidade brotou da Fábrica de Chapéus Mangueira, instalada na rua Visconde de Niterói. No final do século XIX, o morro já era amplamente conhecido como Mangueira, razão pela qual a Estrada de Ferro Central do Brasil batizou assim a estação de trem inaugurada em 1889. A estação, por sua vez, viria a batizar a escola de samba fundada em abril de 1928 por Cartola, Carlos Cachaça e outros sambistas. O Grêmio Recreativo Escola de Samba Estação Primeira de Mangueira recebeu as cores verde e rosa em homenagem a um rancho que existia no bairro de Laranjeiras, Os Arrepiados. A escola, uma das mais populares da cidade, e seus compositores tornaram a Mangueira conhecida no Brasil e no mundo. A UPP Mangueira, comandada pelo capitão Leonardo Nogueira, foi inaugurada em 3 de novembro de 2011. O Fórum UPP Social, que marca oficialmente a instalação do programa, foi realizado em 18 de novembro de 2011. "
	},
	{
		"title": "Manguinhos",
		"Bairro": "MANGUINHOS",
		"Lat": "-22.88062626",
		"Long": "-43.24442073",
		"AP": "3.1",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/Manguinhos.jpg",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/manguinhos.jpg",
		"description": "Localizado na zona norte da cidade do Rio de Janeiro, o Bairro de Manguinhos é composto por 13 comunidades e dentro dessa região há o Complexo de Manguinhos que concentra sete delas. Segundo o Censo 2010, a área ocupada de Manguinhos possui mais de 35 mil habitantes em uma área de quase 535 mil metros quadrados. Em 1886, uma parte da então Fazenda de Manguinhos foi doada ao governo para a construção da Estrada de Ferro do Norte, para ligar o Rio de Janeiro a Petrópolis e Três Rios. Em 1892, a fazenda que pertencia a D. Alexandrina Rosa de Carvalho foi desapropriada pelo governo e ali, em 1900, foi criado o Instituto Soroterápico Federal que em 1972 passou a se chamar Fundação Oswaldo Cruz. A Refinaria de Petróleos de Manguinhos S.A, inaugurada em 1954, produzia1,1 milhão de litros de gasolina por dia, porém trouxe poluição do ar e de águas para a região. Em 1991 houve uma explosão na refinaria, que hoje foi desapropriada pelo Governo do Estado, que pretende descontaminá-lo para a construção de casas populares. Em 2008 foi lançamento o Programa de Aceleração do Crescimento em Manguinhos, está destinado R$ 1,1 milhões do governo federal. Uma das principais atrações turísticas da região, a Igreja São Daniel da Praia Pequena (Igreja de São Daniel) foi inaugurada em 02 de dezembro de 1960. A obra foi projetada pelo arquiteto Oscar Niemeyer."
	},
	{
		"title": "Pavão-Pavãozinho / Cantagalo",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/CantagaloVanorCorreia.jpg",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/cantagalo.jpg",
		"description": "As duas comunidades estão localizadas entre os bairros de Copacabana e Ipanema. A história do Cantagalo remonta à ocupação da orla do Rio de Janeiro, no início do século XX. Com o desenvolvimento do bairro de Copacabana, trabalhadores, vindos principalmente do interior do estado e de Minas Gerais, encontraram na região facilidade de acesso. No Pavão-Pavãozinho, a história é parecida. A comunidade se estabeleceu ali atraída pelo mercado de trabalho que o bairro de Ipanema passou a representar a partir da década de 1930. Essa é a quinta UPP. Foi inaugurada no dia 23 de dezembro de 2009. O Fórum UPP Social foi realizado em 26 de agosto de 2011."
	},
	{
		"title": "Providência",
		"Bairro": "GAMBOA",
		"Lat": "-22.89709291",
		"Long": "-43.19328199",
		"AP": "1",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/Providencia.JPG",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/Providencia.JPG",
		"description": "Localizado no bairro da Gamboa, na Zona Portuária da cidade, o Morro da Providência é a favela mais antiga do Rio de Janeiro. Sua ocupação data do século XVIII, quando a cidade se encontrava em expansão e a região servia de base para traficantes de escravos, pescadores e embarcadiços. Nesse período, a área era conhecida como Livramento, por conta de uma capela que havia ali em homenagem a Nossa Senhora do Livramento. Em 1839, nasceu no morro seu mais ilustre personagem: Machado de Assis. Registros da época indicam que até 1840 não havia residências visíveis na área. A intensificação das atividades portuárias, especialmente a partir da proclamação da República, contribuiu para o povoamento do morro. O fim da guerra de Canudos, em 1897, também intensificou o crescimento do Livramento. Muitos soldados vieram do confronto ocupar a região. Nessa época, o morro era conhecido como favela, uma alusão a árvores espinhentas do nordeste conhecidas pelo mesmo nome. Com a generalização do termo a áreas ocupadas por população de baixa renda, o local passa a chamar-se Morro da Providência. A UPP Providência, sétima do estado do Rio, inclui ainda os morros da Pedra Lisa e Moreira Pinto, e foi inaugurada em 24 de abril de 2010. O Rio+Social atua na localidade desde 10 de julho de 2011. "
	},
	{
		"title": "Rocinha",
		"Bairro": "ROCINHA",
		"Lat": "-22.9887846",
		"Long": "-43.24883031",
		"AP": "2.1",
		"Extra_int1": "149",
		"Extra_int2": "3",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/Rocinha.jpg",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/rocinha.jpg",
		"description": "A Rocinha tem status de bairro desde 1993. Localizada entre Gávea e São Conrado, ela é vizinha do morro do Vidigal, na Zona Sul da cidade. A Rocinha é hoje uma das maiores favelas da América latina e tem mais moradores que 92% dos municípios brasileiros, com 69.191 habitantes. Deste total, ¼ são crianças e 32% tem idade entre 15 e 29 anos de idade. Ou seja, a Rocinha é jovem. Estima-se seu surgimento em meados da década de 30, entre barracos e lavouras. Os moradores viviam basicamente da agricultura de suas roças, cujos produtos eram vendidos na feira da Praça Santos Dumond, na Gávea. Sempre diziam que plantavam em sua pequena terra, em sua “rocinha”. Daí surgiu o nome. A favela, que se encontra em uma Área de Especial interesse Social, instituída por lei em 2001, já recebeu recursos do Programa de Aceleração do Crescimento e fora incluída no âmbito da Fase 3 do Programa Morar Carioca. A UPP Rocinha foi inaugurada em 20 de setembro de 2012. "
	},
	{
		"title": "Salgueiro",
		"Bairro": "VILA ISABEL",
		"Lat": "-22.91421524",
		"Long": "-43.24912424",
		"AP": "2.2",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/Salgueiro.JPG",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/salgueiro.jpg",
		"description": "O Morro do Salgueiro é uma das mais antigas áreas ocupadas no Maciço da Tijuca. Seu nome tem origem no comerciante português Domingos Alves Salgueiro, que possuía propriedades na favela, ainda no início da ocupação, nos primeiros anos do século XX. Nesse período, o Salgueiro era ocupado por ex-escravos. Com a chegada de imigrantes nordestinos, a ocupação se expandiu. A UPP Salgueiro, formada também pelo Morro da Coreia, foi inaugurada em 17 de setembro de 2010. O programa Rio+Social, na época UPP Social, realizou seu fórum para iniciar os trabalhos na comunidade em 16 de setembro de 2011. "
	},
	{
		"title": "Santa Marta",
		"Bairro": "BOTAFOGO",
		"Lat": "-22.95212924",
		"Long": "-43.18615408",
		"AP": "2.1",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/SantaMarta.JPG",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/santamarta.jpg",
		"description": "A ocupação que deu origem ao Morro Santa Marta, localizado no bairro de Botafogo, data da década de 1920. Em 1942, uma corrente migratória ampliou o0 número de moradias no terreno, até então ainda tomado por mata densa. O nome Santa Marta faz referência à padroeira da comunidade. No alto do morro, ainda é possível visitar a igreja que guarda a imagem da santa, levada à favela por uma moradora no início de sua história. O Santa Marta tornou-se internacionalmente conhecido em 1996, quando o cantor Michael Jackson subiu o morro para gravar um videoclipe. A visita ilustre deu origem a um ponto turístico na comunidade, que, além de uma estátua do cantor, conta com uma bela vista da cidade. No Santa Marta, foi instalada a primeira Unidade de Polícia Pacificadora, em 19 de dezembro de 2008. O programa Rio+Social, na época UPP Social, realizou seu fórum para iniciar os trabalhos na comunidade em 27 de outubro de 2011."
	},
	{
		"title": "São Carlos",
		"Bairro": "ESTACIO",
		"Lat": "-22.91645064",
		"Long": "-43.20416702",
		"AP": "1",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/SaoCarlos.JPG",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/saocarlos.jpg",
		"description": "O Morro de São Carlos, compreendido entre o Centro, o Estácio e o Rio Comprido, começou a ser ocupado na metade do século XX. Os primeiros moradores foram funcionários do presídio Frei Caneca, à época localizado atrás do morro. A partir da década de 1940, a área que vai até a pedreira, hoje conhecida como São José Operário, também começou a ser ocupada. As comunidades do Zinco, Chuveirinho e Novo Horizonte, que também fazem parte do Morro de São Carlos, também ganharam as primeiras casas. O Catumbi, outro morro do complexo, é mais conhecido como Mineira, uma vez que no início da ocupação, quando a região foi loteada, os barracos eram em sua maioria de migrantes mineiros. A última vertente é o Morro do Querosene, formado pelas comunidades Santos Rodrigues e Azevedo Lima, onde, diz-se, nasceu a Unidos de São Carlos, uma das primeiras escolas de samba do Rio. A UPP São Carlos foi inaugurada em 17 de maio de 2011 e é a décima sétima do estado. O programa Rio+Social, na época UPP Social, realizou seu fórum para iniciar os trabalhos na comunidade em 2 de setembro de 2011. "
	},
	{
		"title": "São João",
		"Bairro": "CATUMBI",
		"Bairro": "RIO COMPRIDO",
		"Bairro": "CIDADE NOVA",
		"Lat": "-22.91979224",
		"Long": "-43.19713901",
		"AP": "1",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/TuranoAndreGomesDeMelo.jpg",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/turano.jpg",
		"description": "A UPP Turano inclui o complexo de Paula Ramos, e tem como vizinhos os bairros do Catumbi, Estácio, Cidade Nova e Rio Comprido. A ocupação da região data de meados dos anos de 1930, quando Emílio Turano, residente da rua Barão de Itapagipe, dizia-se dono das terras e cobrava uma taxa dos novos moradores que chegavam ao morro. A construção de barracos na encosta era uma alternativa de moradia para muitos trabalhadores e migrantes. A UPP Turano, décima segunda do estado foi inaugurada em 30 de setembro de 2010. O programa Rio+Social, na época UPP Social, realizou seu fórum para iniciar os trabalhos na comunidade em 19 de agosto de 2011."
	},
	{
		"title": "Tabajaras / Cabritos",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/Tabajaras.JPG",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/tabajaras.jpg",
		"description": "As duas comunidades estão localizadas no bairro de Copacabana. A área conhecida como Tabajaras também possui uma entrada pelo bairro de Botafogo. A ocupação data de 1926, com a chegada de imigrantes nordestinos e do sul de Minas Gerais. A origem do nome Cabritos vem dos animais criados pelos primeiros moradores que ocuparam a encosta. A UPP Tabajaras/Cabritos foi inaugurada no dia 14 de janeiro de 2010, se tornando a 6ª Unidade de Polícia Pacificadora da cidade. O programa Rio+Social, na época UPP Social, realizou seu fórum para iniciar os trabalhos na comunidade em 21 de outubro de 2011."
	},
	{
		"title": "Turano",
		"Bairro": "CATUMBI",
		"Lat": "-22.91979224",
		"Long": "-43.19713901",
		"AP": "1",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/TuranoAndreGomesDeMelo.jpg",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/turano.jpg",
		"description": "A UPP Turano inclui o complexo de Paula Ramos, e tem como vizinhos os bairros do Catumbi, Estácio, Cidade Nova e Rio Comprido. A ocupação da região data de meados dos anos de 1930, quando Emílio Turano, residente da rua Barão de Itapagipe, dizia-se dono das terras e cobrava uma taxa dos novos moradores que chegavam ao morro. A construção de barracos na encosta era uma alternativa de moradia para muitos trabalhadores e migrantes. A UPP Turano, décima segunda do estado foi inaugurada em 30 de setembro de 2010. O programa Rio+Social, na época UPP Social, realizou seu fórum para iniciar os trabalhos na comunidade em 19 de agosto de 2011."
	},
	{
		"title": "Vidigal",
		"Bairro": "VIDIGAL",
		"Lat": "-22.99471362",
		"Long": "-43.23999139",
		"AP": "2.1",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/Vidigal.jpg",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/vidigal.jpg",
		"description": "Localizado na Avenida Niemeyer, Zona Sul do Rio, o Morro do Vidigal tem cerca de nove mil moradores. Os primeiros moradores ocuparam a região na década de 1940. A comunidade ganhou esse nome por causa do major Miguel Nunes Vidigal, comandante, no século XIX, da Divisão Militar da Guarda Real de Polícia da Corte, que recebeu dos monges beneditinos o terreno ao lado do Morro Dois Irmãos. A UPP Vidigal, a décima nona, foiinaugurada em 18 de janeiro de 2012 e é comandada pelo capitão Fábio Pereira. Três bases de apoio funcionam em diferentes pontos da comunidade: uma na entrada do Vidigal, no acesso a Avenida Niemeyer; outra no alto do morro, no local conhecido como Sobradinho, e uma terceira no Morro da Chácara do Céu. O Fórum UPP Social, marco do início do programa nas comunidades, foi realizado em 2 de março de 2012."
	},
	{
		"title": "Vila Kennedy",
		"Bairro": "VILA KENNEDY",
		"Lat": "-22.85668211",
		"Long": "-43.48800375",
		"AP": "5.1",
		"img": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/territorios/VilaKennedy.JPG",
		"ibge": "http://portalgeo.rio.rj.gov.br/mapa_digital_rio/assets/images/vilakennedy.jpg",
		"description": "A Vila Kennedy é um conjunto habitacional criado pelo governo municipal, em 1964, no Bairro de Bangu, na Zona Oeste do Rio, na Avenida Brasil, com 5069 unidades. Essa ação fez parte de política de realocação da população que vivia em comunidades de outras partes da cidade. Porém a ocupação da Vila Progresso, uma das comunidades que fazem parte do território da Vila Kennedy, se iniciou bem antes por volta de 1941, quando aquela área ainda era um sítio cujo proprietário parcelou o terreno vendendo os lotes para os moradores da região à época. Porém, como estas famílias não pagaram impostos ao Instituto Nacional de Colonização e Reforma Agrária (INCRA), o terreno passou a ser propriedade da União. A comunidade Nova Kennedy, conhecida como Favela da Metral, começou a ser ocupada em 1978 com a chegada de moradores de conjuntos habitacionais próximos. "
	}
]
